TOKEN = 'input_your_token_here'

dic_currency_names = {
    'USD': ['USD', 'доллар', 'доллары', 'долларов', 'бакс', 'баксов'],
    'EUR': ['EUR', 'евро'],
    'RUB': ['RUB', 'рубль', 'рублей', 'руб'],
    'GBP': ['GBP', 'фунт', 'фунтов', 'стерлингов'],
    'CHF': ['CHF', 'фракнов', 'франка'],
    'JPY': ['JPY', 'йена', 'ена', 'йен', 'ен'],
    'CNY': ['CNY', 'юань'],
    'KZT': ['KZT', 'тенге'],
    'UAH': ['UAH', 'гривна'],
}

dic_currency_support = {
    'USD': 'Американский доллар',
    'EUR': 'Евро',
    'RUB': 'Российский рубль',
    'GBP': 'Фунт стерлингов',
    'CHF': 'Франк',
    'JPY': 'Японская йена',
    'CNY': 'Китайский юань',
    'KZT': 'Тенге',
    'UAH': 'Гривна',
}
